Repository: kenzok8/litte
Catalog: luci/applications/luci-app-mjpg-streamer/po/*/mjpg-streamer.po
Languages: nl

source: Allow ringbuffer to exceed limit by this amount
nl: Sta ringbuffer toe om de limiet met deze hoeveelheid te overschrijden

source: Ask for username and password on connect
nl: Vraag om gebruikersnaam en wachtwoord bij verbinding

source: Authentication required
nl: Verificatie vereist

source: Automatic disabling of MJPEG mode
nl: Automatische uitschakeling van de MJPEG-modus

source: Blink
nl: Knipperen (Blink)

source: Command to run
nl: Opdracht om uit te voeren

source: Device
nl: Apparaat

source: Do not initialize dynctrls of Linux-UVC driver
nl: Initialiseer geen dynctrls van Linux-UVC-stuurprogramma

source: Don't initialize dynctrls
nl: Niet initialiseren dynctrls

source: Drop frames smaller than this limit
nl: Laat frames kleiner dan deze limiet vallen

source: Enable MJPG-streamer
nl: MJPG-streamer inschakelen

source: Enable YUYV format
nl: Schakel het YUYV-formaat in

source: Enabled
nl: Ingeschakeld

source: Exceed
nl: Overtreffen

source: Execute command after saving picture. Mjpg-streamer parses the filename as first parameter to your script.
nl: Voer het commando uit na het opslaan van de afbeelding. Mjpg-streamer parseert de bestandsnaam als eerste parameter van uw script.

source: File output
nl: Bestand uitvoer

source: Folder
nl: Map

source: Folder that contains webpages
nl: Map die webpagina's bevat

source: Frames per second
nl: Frames per seconde

source: General
nl: Algemeen

source: Grant UCI access for luci-app-mjpg-streamer
nl: Verleen UCI toegang voor luci-app-mjpg-streamer

source: HTTP output
nl: HTTP-uitvoer

source: Input plugin
nl: Invoer plugin

source: Interval between saving pictures
nl: Interval tussen het opslaan van foto's

source: JPEG compression quality
nl: JPEG-compressiekwaliteit

source: Led control
nl: Led controle

source: Link newest picture to fixed file name
nl: Koppel nieuwste foto aan vaste bestandsnaam

source: Link the last picture in ringbuffer to fixed named file provided.
nl: Koppel de laatste afbeelding in ringbuffer aan het opgegeven bestand met een vaste naam.

source: Max. number of pictures to hold
nl: Max. aantal foto's om vast te houden

source: Off
nl: Uit

source: On
nl: Op

source: Password
nl: Wachtwoord

source: Plugin settings
nl: Plugin-instellingen

source: Port
nl: Poort

source: Resolution
nl: Resolutie

source: Ring buffer size
nl: Grootte ringbuffer

source: Set folder to save pictures
nl: Map instellen om afbeeldingen op te slaan

source: Set the interval in millisecond
nl: Stel het interval in milliseconden in

source: Set the minimum size if the webcam produces small-sized garbage frames. May happen under low light conditions
nl: Stel de minimumgrootte in als de webcam kleine afvalframes produceert. Kan gebeuren bij weinig licht

source: Set the quality in percent. This setting activates YUYV format, disables MJPEG
nl: Stel de kwaliteit in procenten in. Deze instelling activeert het YUYV-formaat en schakelt MJPEG uit

source: TCP port for this HTTP server
nl: TCP-poort voor deze HTTP-server

source: UVC input
nl: UVC-ingang

source: Username
nl: Gebruikersnaam

source: WWW folder
nl: WWW-map

source: mjpg streamer is a streaming application for Linux-UVC compatible webcams
nl: mjpg streamer is een streaming-toepassing voor Linux-UVC-compatibele webcams
