Repository: kenzok8/litte
Catalog: luci/applications/luci-app-openwisp/po/*/openwisp.po
Languages: pl

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Boot Delay
pl: Opóźnienie rozruchu

source: CA Cert
pl: Certyfikat CA

source: CA Path
pl: Ścieżka CA

source: Configure, start and stop the OpenWISP agent on this device. Read more about configuration values: <a target='_blank' rel='noopener noreferrer' href='https://github.com/openwisp/openwisp-config'>https://github.com/openwisp/openwisp-config</a>
pl: Skonfiguruj, uruchom i zatrzymaj agenta OpenWISP na tym urządzeniu. Przeczytaj więcej o wartościach konfiguracyjnych: <a target='_blank' rel='noopener noreferrer' href='https://github.com/openwisp/openwisp-config'>https://github.com/openwisp/openwisp-config </a>

source: Connect Timeout
pl: Limit połączenia

source: Consistent Key
pl: Klucz spójny

source: Disabled
pl: Wyłączone

source: Enable
pl: Włącz

source: Enable or disable the OpenWISP service.
pl: Włącz lub wyłącz usługę OpenWISP.

source: Enabled
pl: Włączone

source: General Settings
pl: Ustawienia główne

source: Grant access to luci-app-openwisp
pl: Udziel dostępu do luci-app-openwisp

source: Hardware ID Key
pl: Klucz identyfikatora sprzętu

source: Hardware ID Script
pl: Skrypt identyfikatora sprzętu

source: If selected, in the event a config item is present in both the remote and local configuration, the remote configuration takes precedence over local configuration.
pl: Jeśli ta opcja jest wybrana, w przypadku, gdy element konfiguracji występuje zarówno w konfiguracji zdalnej, jak i lokalnej, konfiguracja zdalna ma pierwszeństwo przed konfiguracją lokalną.

source: If the agent is unable to reach the controller after applying the downloaded config it will be reverted.
pl: Jeśli agent nie będzie mógł połączyć się z kontrolerem po zastosowaniu pobranej konfiguracji, zostanie ona przywrócona.

source: Key
pl: Klucz

source: MAC Interface
pl: Interfejs MAC

source: Management Interface
pl: Interfejs zarządzania

source: Max Time
pl: Maksymalny czas

source: Merge Config
pl: Scal konfigurację

source: Path to post reload hook script. The hook is not called if the path does not point to an executable script file. This hook is called each time openwisp-config applies a configuration, but after services are reloaded.
pl: Ścieżka do opublikowania skryptu przechwytującego przeładowanie. Przechwycenie nie jest wywoływane, jeśli ścieżka nie wskazuje na wykonywalny plik skryptu. To przechwycenie jest wywoływane za każdym razem, gdy openwisp-config stosuje konfigurację, ale po ponownym załadowaniu usług.

source: Path to pre-reload hook. The hook is not called if the path does not point to an executable script file. This hook is called each time openwisp-config applies a configuration, but before services are reloaded.
pl: Ścieżka do przechwycenia wstępnego przeładowania. Przechwycenie nie jest wywoływane, jeśli ścieżka nie wskazuje na wykonywalny plik skryptu. To przechwycenie jest wywoływane za każdym razem, gdy openwisp-config stosuje konfigurację, ale przed ponownym załadowaniem usług.

source: Post-reload Hook
pl: Przechwycenie po przeładowaniu

source: Pre-reload Hook
pl: Przechwycenie przed przeładowaniem

source: Server URL
pl: Adres URL serwera

source: Shared Secret
pl: Wspólny sekret

source: Tags
pl: Tagi

source: Tags applied to this device.
pl: Tagi zastosowane do tego urządzenia.

source: Test Config
pl: Konfiguracja testowa

source: Test Script
pl: Skrypt testowy

source: The Key of this device in the OpenWISP server.
pl: Klucz tego urządzenia na serwerze OpenWISP.

source: The URL to the OpenWISP server. Example: https://openwisp2.mynetwork.com
pl: Adres URL serwera OpenWISP. Przykład: https://openwisp2.mynetwork.com

source: The UUID of this device in the OpenWISP server.
pl: UUID tego urządzenia na serwerze OpenWISP.

source: The interface to use for getting the MAC for this device.
pl: Interfejs używany do uzyskiwania adresu MAC dla tego urządzenia.

source: The interface to use for management and control.
pl: Interfejs używany do zarządzania i kontroli.

source: The organization shared secret for auto enrollment.
pl: Wspólny sekret organizacji do automatycznej rejestracji.

source: Update Interval
pl: Interwał aktualizacji

source: Use a unique hardware ID for device identification, for example a serial number.
pl: Do identyfikacji urządzenia użyj unikalnego identyfikatora sprzętu, na przykład numeru seryjnego.

source: Use the specified certificate directory to verify the peer. The certificates must be in PEM format, and the directory must have been processed using the c_rehash utility supplied with openssl.
pl: Użyj określonego katalogu certyfikatów, aby zweryfikować element równorzędny. Certyfikaty muszą być w formacie PEM, a katalog musi zostać przetworzony przy użyciu narzędzia c_rehash dostarczonego z OpenSSL.

source: Use the specified certificate file to verify the peer. The file may contain multiple CA certificates. The certificate(s) must be in PEM format.
pl: Użyj określonego pliku certyfikatu, aby zweryfikować partnera. Plik może zawierać wiele certyfikatów CA. Certyfikaty muszą być w formacie PEM.

source: Value passed to curl --max-time argument, defaults to 30. Expressed in seconds.
pl: Wartość przekazana do argumentu curl --max-time, domyślnie 30. Wyrażona w sekundach.

source: Verify SSL
pl: Sprawdź SSL

source: Verify the server SSL certificate.
pl: Sprawdź certyfikat SSL serwera.

source: When using Automatic registration, this feature allows devices to keep the same configuration even if reset or re-flashed. This feature is enabled by default, but must be enabled also in the controller application in order to work.
pl: W przypadku korzystania z rejestracji automatycznej ta funkcja pozwala urządzeniom zachować tę samą konfigurację nawet po zresetowaniu lub ponownym flashowaniu. Ta funkcja jest domyślnie włączona, ale aby mogła działać, musi być włączona także w aplikacji sterownika.
