Repository: kenzok8/litte
Catalog: luci/applications/luci-app-email/po/*/email.po
Languages: pl

source: <a %s>DNS Block List (DNSBL)</a> used to block connections from known spammers.
pl: <a %s>DNS Block List (DNSBL)</a> używana do blokowania połączeń od znanych spamerów.

source: <b>Note:</b> The <code>/var/</code> is a small in-memory folder and you'll lose mail in reboot.
pl: <b>Uwaga:</b> <code>/var/</code> to mały katalog w pamięci, dlatego przy ponownym uruchomieniu urządzenia utracisz pocztę.

source: <b>You may receive spam so be careful</b>.
pl: <b>Możesz otrzymywać spam, więc zachowaj ostrożność</b>.

source: A file containing POP accounts and their credentials.
pl: Plik zawierający konta POP i ich dane uwierzytelniające.

source: A file that contains credentials for SMTP smarthost client.
pl: Plik zawierający poświadczenia dla klienta smarthost SMTP.

source: A threshold of zero is useful for testing and means only to log a result code but allow a connection.
pl: Próg zero jest przydatny do testowania i oznacza jedynie rejestrowanie kodu wyniku, ale umożliwia połączenie.

source: Address verifier
pl: Weryfikator adresu

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Allow connections from the public internet.
pl: Zezwalaj na połączenia z publicznego Internetu.

source: Allow remote clients
pl: Zezwalaj na klientów zdalnych

source: Anonymous
pl: Anonimowy

source: Auth file
pl: Plik uwierzytelniania

source: By default, the local hostname is used.
pl: Domyślnie używana jest lokalna nazwa hosta.

source: CA certificate
pl: Certyfikat CA

source: Client authorization file
pl: Plik uwierzytelniania klienta

source: Configure <a %s>acme.sh to issue a TLS cert</a>.
pl: Skonfiguruj <a %s>acme.sh, aby wystawić certyfikat TLS</a>.

source: Domain
pl: Domena

source: E-MailRelay Server Configuration.
pl: Konfiguracja serwera E-MailRelay.

source: E.g.
pl: Np.

source: Email Server Configuration
pl: Konfiguracja serwera poczty e-mail

source: Email server
pl: Serwer e-mail

source: Enable POP3
pl: Włącz POP3

source: Enable SMTP client TLS
pl: Włącz TLS klienta SMTP

source: Enable TLS for server
pl: Włącz TLS dla serwera

source: Enable ports in firewall.
pl: Włącz porty w zaporze.

source: Enabled
pl: Włączone

source: Extra command line options
pl: Dodatkowe opcje wiersza poleceń

source: Filter
pl: Filtr

source: For further information <a %s>check the documentation</a>
pl: Aby uzyskać więcej informacji, <a %s>sprawdź dokumentację</a>

source: If the threshold number of servers deny the incoming connection's network address then it's dropped.
pl: Jeśli progowa liczba serwerów odmówi adresu sieciowego połączenia przychodzącego, zostanie ono odrzucone.

source: In many use cases this should be your self-signed root certificate.
pl: W wielu przypadkach powinien to być certyfikat główny z podpisem własnym.

source: Incoming mail by default received on <em>25</em> port.
pl: Poczta przychodząca domyślnie odbierana na porcie <em>25</em>.

source: Instance config
pl: Konfiguracja instancji

source: Instead, use a mounted disk with enough of space.
pl: Zamiast tego użyj zamontowanego dysku z wystarczającą ilością miejsca.

source: Mail storage directory
pl: Katalog przechowywania poczty

source: Manual command line options (deprecated)
pl: Ręczne opcje wiersza poleceń (przestarzałe)

source: Mode
pl: Tryb

source: Modifies the spool directory used by the POP server to be a sub-directory with the same name as the POP authentication user-id.
pl: Modyfikuje katalog buforowy używany przez serwer POP tak, aby był podkatalogiem o tej samej nazwie, co identyfikator użytkownika uwierzytelniania POP.

source: Outcoming mail by usually received on <em>587</em> or <em>465</em> (TLS only) but the <em>25</em> is also used often.
pl: Poczta wychodząca jest zwykle odbierana na porcie <em>587</em> lub <em>465</em> (tylko TLS), ale często używany jest także port <em>25</em>.

source: POP Auth file
pl: Plik uwierzytelniania POP

source: POP by name
pl: POP wg nazwy

source: Path to TLS cert.
pl: Ścieżka do certyfikatu TLS.

source: Path to TLS private key.
pl: Ścieżka do klucza prywatnego TLS.

source: Proxy: submission outgoing mail, store and forward to smarthost SMTP server
pl: Serwer proxy: przesyłanie poczty wychodzącej, przechowywanie i przekazywanie do serwera smarthost SMTP

source: Reduce the amount of information leaked to remote clients.
pl: Zmniejsz ilość informacji wyciekających do zdalnych klientów.

source: Runs the specified external filter program whenever a mail message is stored.
pl: Uruchamia określony program filtra zewnętrznego za każdym razem, gdy przechowywana jest wiadomość e-mail.

source: Runs the specified external program to verify a message recipient's email address.
pl: Uruchamia określony program zewnętrzny w celu sprawdzenia adresu e-mail odbiorcy wiadomości.

source: SMTP Client
pl: Klient SMTP

source: SMTP Port
pl: Port SMTP

source: SMTP Port to listen for incoming emails.
pl: Port SMTP do nasłuchiwania przychodzących wiadomości e-mail.

source: SMTP Server
pl: Serwer SMTP

source: See <a %s>--anonymous</a>
pl: Zobacz <a %s>--anonymous</a>

source: See <a %s>--domain</a>
pl: Zobacz <a %s>--domain</a>

source: See <a %s>--filter</a>
pl: Zobacz <a %s>--filter</a>

source: See <a %s>--remote-clients</a>
pl: Zobacz <a %s>--remote-clients</a>

source: See <a %s>Address verification</a>
pl: Zobacz <a %s>Weryfikacja adresu</a>

source: See <a %s>Authentication</a>
pl: Zobacz <a %s>Uwierzytelnianie</a>

source: See <a %s>Command line reference</a>
pl: Zobacz <a %s>Informacje o wierszu poleceń</a>

source: See <a %s>Connection blocking</a>
pl: Zobacz <a %s>Blokowanie połączeń</a>

source: See <a %s>Running E-MailRelay</a>
pl: Zobacz <a %s>Działanie E-MailRelay</a>

source: See <a %s>Running as a POP server</a>
pl: Zobacz <a %s>Działanie jako serwer POP</a>

source: See <a %s>TLS encryption</a>
pl: Zobacz <a %s>Szyfrowanie TLS</a>

source: See example for <a %s>Gmail</a>
pl: Zobacz przykład dla <a %s>Gmail</a>

source: Server/proxy authorization file.
pl: Plik autoryzacyjny serwera/proxy.

source: Server: receive incoming mail
pl: Serwer: odbieraj pocztę przychodzącą

source: Specifies the server's domain name that is used in SMTP EHLO.
pl: Określa nazwę domeny serwera używaną w EHLO SMTP.

source: Specify additional arguments that should be passed to the EmailRelay.
pl: Określ dodatkowe argumenty, które powinny zostać przekazane do EmailRelay.

source: Starts with the transport DNS server's address:port, a timeout in milliseconds, a rejection threshold and list of DNSBL servers.
pl: Rozpoczyna się od adres:port serwera transportowego DNS, limitem czasu w milisekundach, progiem odrzucenia i listą serwerów DNSBL.

source: TLS certificate
pl: Certyfikat TLS

source: TLS private key
pl: Klucz prywatny TLS

source: The POP3 used to fetch a mail.
pl: POP3 używany do pobierania poczty.

source: The SMTP server to forward emails
pl: Serwer SMTP do przekazywania wiadomości e-mail

source: The directory used for holding received mail messages.
pl: Katalog używany do przechowywania odebranych wiadomości e-mail.

source: Use <code>&lt;default&gt;</code> to use the system trusted CAs.
pl: Użyj <code>&lt;default&gt;</code>, aby skorzystać z zaufanych urzędów certyfikacji systemu.

source: Use TLS encryption for SMTP and POP connections.
pl: Używaj szyfrowania TLS dla połączeń SMTP i POP.

source: Use TLS encryption for SMTP proxy client.
pl: Użyj szyfrowania TLS dla klienta proxy SMTP.

source: Verify an SMTP and POP client's certificates against trusted CA certificates in the specified file or directory.
pl: Sprawdź certyfikaty klienta SMTP i POP pod względem certyfikatów zaufanego urzędu certyfikacji w określonym pliku lub katalogu.

source: Verify an SMTP server's certificate against trusted CA certificates in the specified file or directory.
pl: Sprawdź certyfikat klienta SMTP pod względem certyfikatów zaufanego urzędu certyfikacji w określonym pliku lub katalogu.
