Repository: kenzok8/litte
Catalog: luci/applications/luci-app-sshtunnel/po/*/sshtunnel.po
Languages: pl

source: <code>*</code> means to listen all interfaces <b>including public</b>.
pl: <code>*</code> oznacza nasłuchiwanie wszystkich interfejsów <b>w tym publicznych</b>.

source: A key with that name already exists.
pl: Klucz o tej nazwie już istnieje.

source: Accept new and check if not changed
pl: Zaakceptuj nowy i sprawdź, czy nie został zmieniony

source: Add the pub key to %s or %s.
pl: Dodaj klucz publiczny do %s lub %s.

source: Advanced Settings
pl: Ustawienia zaawansowane

source: Bind IP address e.g. <code>192.168.1.1</code> or hostname e.g. <code>localhost</code>.
pl: Powiąż adres IP, np. <code>192.168.1.1</code> lub nazwę hosta, np. <code>localhost</code>.

source: Check host IP
pl: Sprawdź adres IP hosta

source: Check the host IP address in the %s file.
pl: Sprawdź adres IP hosta w pliku %s.

source: Compression may be useful on slow connections.
pl: Kompresja może być przydatna w przypadku wolnych połączeń.

source: Configure TUN/TAP devices for VPN tunnels.
pl: Skonfiguruj urządzenia TUN/TAP dla tuneli VPN.

source: Delay after a connection failure before trying to reconnect.
pl: Opóźnienie po awarii połączenia przed próbą ponownego połączenia.

source: Dynamic Tunnels
pl: Tunele dynamiczne

source: Enabled
pl: Włączone

source: For Dropbear %s
pl: Dla Dropbeara %s

source: For OpenSSH %s
pl: Dla OpenSSH %s

source: For example, the following command would connect via an HTTP proxy:
pl: Na przykład następujące polecenie połączy się za pośrednictwem serwera proxy HTTP:

source: Forward a port on the local host to a service on the remote host.
pl: Przekazuj port na hoście lokalnym do usługi na hoście zdalnym.

source: Forward a port on the remote host to a service on the local host.
pl: Przekazuj port na hoście zdalnym do usługi na hoście lokalnym.

source: General Settings
pl: Ustawienia główne

source: Generate
pl: Wygeneruj

source: Generate a new key
pl: Wygeneruj nowy klucz

source: Grant UCI access for luci-app-sshtunnel
pl: Przyznaj luci-app-sshtunnel dostęp do UCI

source: Hostname
pl: Nazwa hosta

source: Identity Key
pl: Klucz tożsamości

source: If not specified then a default will be used.
pl: Jeśli nie będzie określony, zostanie użyta wartość domyślna.

source: In LuCI you can do that with <a %s>System / Administration / SSH-Keys</a>
pl: W LuCI możesz to zrobić za pomocą <a %s>System / Zarządzanie / Klucze SSH</a>

source: Keys of SSH servers found in %s.
pl: Znaleziono klucze serwerów SSH w %s.

source: Known Hosts
pl: Znane hosty

source: Known hosts
pl: Znane hosty

source: Local Tunnels
pl: Tunele lokalne

source: Local address
pl: Adres lokalny

source: Local dev
pl: Prog. lokalny

source: Local port
pl: Port lokalny

source: Log level
pl: Poziom logowania

source: Name
pl: Nazwa

source: No
pl: Nie

source: No SSH keys found, <a %s>generate a new one</a>
pl: Nie znaleziono kluczy SSH, <a %s>wygeneruj nowy</a>

source: Private key file with authentication identity.
pl: Plik klucza prywatnego z tożsamością uwierzytelniającą.

source: Proxy tunnel command
pl: Polecenie tunelu proxy

source: Public Key
pl: Klucz publiczny

source: Refuse to connect to hosts whose host key has changed.
pl: Odmawiaj łączenia się z hostami, których klucz hosta został zmieniony.

source: Remote Tunnels
pl: Tunele zdalne

source: Remote address
pl: Adres zdalny

source: Remote dev
pl: Prog. zdalny

source: Remote port
pl: Port zdalny

source: Retry delay
pl: Opóźnienie powtarzania

source: SOCKS proxy via remote host.
pl: Serwer proxy SOCKS poprzez zdalnego hosta.

source: SSH Keys
pl: Klucze SSH

source: SSH Tunnels
pl: Tunele SSH

source: See %s.
pl: Zobacz %s.

source: Server
pl: Serwer

source: Server keep alive attempts
pl: Próby utrzymywania aktywności serwera

source: Server keep alive interval (seconds)
pl: Interwał utrzymywania aktywności serwera (sekundy)

source: Servers
pl: Serwery

source: Strict host key checking
pl: Ścisłe sprawdzanie klucza hosta

source: The command to use to connect to the server.
pl: Polecenie używane do łączenia się z serwerem.

source: The number of server alive messages which may be sent before SSH disconnects from the server.
pl: Liczba wiadomości o aktywności serwera, które mogą zostać wysłane, zanim SSH rozłączy się z serwerem.

source: This allows SSH to detect whether a host key changed due to DNS spoofing.
pl: Dzięki temu protokół SSH może wykryć, czy klucz hosta uległ zmianie w wyniku fałszowania DNS.

source: This configures <a %s>SSH Tunnels</a>.
pl: Spowoduje to skonfigurowanie <a %s>tuneli SSH</a>.

source: Unable to generate a key: %s
pl: Nie można wygenerować klucza: %s

source: Use compression
pl: Użyj kompresji

source: User
pl: Użytkownik

source: VPN Tunnels
pl: Tunele VPN

source: VPN type
pl: Typ VPN

source: Yes
pl: Tak
