Repository: kenzok8/litte
Catalog: luci/applications/luci-app-pagekitec/po/*/pagekitec.po
Languages: ca, nl

source: <p/>Note: you need a working PageKite account, or at least, your own running front end for this form to work. Visit <a href='https://pagekite.net/home/'>your account</a> to set up a name for your router and get a secret key for the connection.<p/><em>Note: this web configurator only supports some very very basic uses of pagekite.</em>
ca: <p/>Nota: necessiteu un compte de PageKite que funcioni, o almenys, la vostra pròpia interfície en funcionament perquè aquest formulari funcioni. Visiteu <a href='https://pagekite.net/home/'>el vostre compte</a> per configurar un nom per al vostre router i obtenir una clau secreta per a la connexió.<p/><em>Nota: aquest configurador web només admet alguns usos molt bàsics de pagekite.</em>
nl: <p/>Opmerking: je hebt een werkend PageKite-account nodig, of in ieder geval je eigen lopende front-end om dit formulier te laten werken. Ga naar <a href='https://pagekite.net/home/'>uw account</a> om een naam voor uw router in te stellen en een geheime sleutel voor de verbinding te krijgen.<p/><em> Opmerking: deze webconfigurator ondersteunt slechts enkele zeer eenvoudige toepassingen van pagekite.</em>

source: Basic HTTP
ca: HTTP bàsic
nl: Basis HTTP

source: Basic SSH
ca: SSH bàsic
nl: Basis SSH

source: Basic WebSockets
ca: WebSockets bàsics
nl: Basis WebSockets

source: Configuration
ca: Configuració
nl: Configuratie

source: Enable a WebSockets tunnel on a given local port
ca: Habiliteu un túnel de WebSockets en un port local determinat
nl: Schakel een WebSockets-tunnel in op een bepaalde lokale poort

source: Enable a tunnel to the local HTTP server (in most cases, this admin interface)
ca: Habilita un túnel al servidor HTTP local (en la majoria dels casos, aquesta interfície d'administració)
nl: Schakel een tunnel naar de lokale HTTP-server (in de meeste gevallen deze beheerdersinterface)

source: Enable a tunnel to the local SSH server
ca: Habiliteu un túnel al servidor SSH local
nl: Schakel een tunnel naar de lokale SSH-server in

source: Grant UCI access for luci-app-pagekitec
ca: Concediu accés UCI per a luci-app-pagekitec

source: Kite Name
ca: Nom de Kite
nl: Kite Naam

source: Static setup
ca: Configuració estàtica
nl: Statische opstelling

source: Static setup, disable FE failover and DDNS updates, set this if you are running your own frontend without a pagekite.me account
ca: Configuració estàtica, desactiva la migració per error de FE i les actualitzacions de DDNS, configureu-ho si esteu executant la vostra pròpia interfície sense un compte de pagekite.me
nl: Statische setup, schakel FE failover en DDNS-updates uit, stel dit in als u uw eigen frontend gebruikt zonder een pagekite.me-account
