Repository: kenzok8/litte
Catalog: luci/applications/luci-app-ser2net/po/*/ser2net.po
Languages: vi

source: Allow the RFC 2217 protocol
vi: Cho phép giao thức RFC 2217

source: Baud rate
vi: Tốc độ truyền

source: Control port
vi: cổng điều khiển

source: Default settings
vi: Thiết lập mặc định

source: Device
vi: Thiết bị

source: Duration
vi: Khoảng thời gian

source: Enabled
vi: Kích Hoạt

source: Extra options
vi: Tùy chọn bổ sung

source: Grant access to LuCI app ser2net
vi: Cấp quyền truy cập vào ứng dụng LuCI ser2net

source: Ignore modem control signals
vi: Bỏ qua tín hiệu điều khiển modem

source: None
vi: Không có

source: Odd
vi: Số lẻ

source: Off
vi: Tắt

source: Parity
vi: Ngang bằng

source: Protocol
vi: Giao thức

source: RX LED configuration
vi: Cấu hình LED RX

source: Service port
vi: Cổng dịch vụ

source: Settings
vi: Cài đặt

source: State
vi: Trạng thái

source: TX LED configuration
vi: Cấu hình TX LED

source: The TCP port to listen on.
vi: Cổng TCP để lắng nghe.

source: The amount of seconds of inactivity before a disconnect occurs.<br/>A value of zero means wait indefinitely.
vi: Số giây không hoạt động trước khi xảy ra ngắt kết nối.<br/>Giá trị bằng 0 có nghĩa là chờ vô thời hạn.

source: The device itself.
vi: Các thiết bị chính nó.

source: The driver required for the device.
vi: Trình điều khiển cần thiết cho thiết bị.

source: The name of the device to connect to.<br/>This must be in the form of /dev/<device>.
vi: Tên của thiết bị để kết nối.<br/>Tên này phải ở dạng /dev/<device>.

source: The protocol to listen to.
vi: Giao thức để lắng nghe.

source: The speed the device port should operate at.
vi: Tốc độ mà cổng thiết bị sẽ hoạt động.

source: Timeout
vi: Quá thời gian
