Repository: kenzok8/litte
Catalog: luci/applications/luci-app-acl/po/*/acl.po
Languages: vi

source: ACL Settings
vi: Cài đặt ACL

source: ACL group
vi: Nhóm ACL

source: Access level
vi: Cấp độ truy cập

source: Cannot encrypt plaintext password since uhttpd is not installed.
vi: Không thể mã hóa mật khẩu đơn vị văn bản vì uhttpd chưa được cài đặt.

source: Description
vi: Mô tả

source: Grant access to ACL configuration
vi: Cấp quyền truy cập vào cấu hình ACL

source: Login name
vi: Tên đăng nhập

source: LuCI Logins
vi: Đăng nhập LuCI

source: New account
vi: Tài khoản mới

source: Password value
vi: Giá trị mật khẩu

source: Password variant
vi: Biến thể mật khẩu

source: Read access
vi: Quyền truy cập đọc

source: Session timeout
vi: Thời gian kết thúc phiên

# Set all permissions in the table below to one of the given values
source: Set all:
vi: Đặt tất cả:

source: The LuCI ACL management is in an experimental stage! It does not yet work reliably with all applications
vi: Quản lý LuCI ACL đang ở giai đoạn thử nghiệm! Hiện nó chưa hoạt động đáng tin cậy với tất cả các ứng dụng

source: The password may not start with "$p$".
vi: Mật khẩu không thể bắt đầu bằng "$p$".

source: The system account to use the password from
vi: Tài khoản hệ thống sử dụng mật khẩu từ

source: UNIX account
vi: Tài khoản UNIX

source: Unable to encrypt plaintext password: %s
vi: Không thể mã hóa mật khẩu đơn vị văn bản: %s

source: Use UNIX password in /etc/shadow
vi: Sử dụng mật khẩu UNIX trong /etc/shadow

source: Use encrypted password hash
vi: Sử dụng băm mật khẩu đã mã hóa

source: Write access
vi: Quyền truy cập ghi

# No permissions granted
source: denied
vi: bị từ chối

source: does not expire
vi: không hết hạn

# All permissions granted
source: full
vi: đầy đủ

# Select individual permissions manually
source: individual
vi: cá nhân

# Some permissions granted
source: partial (%d/%d)
vi: một phần (%d/%d)

# Only read permissions granted
source: readonly
vi: chỉ đọc
