Repository: kenzok8/litte
Catalog: luci/applications/luci-app-omcproxy/po/*/omcproxy.po
Languages: bg, vi

source: Add instance
bg: Добавяне на инстанция
vi: Thêm phiên bản

source: Downlink interface
bg: Даунлинк интерфейс
vi: Giao thức kết nối hạ tầng

source: Embedded IGMPv3 and MLDv2 proxy
bg: Вградено IGMPv3 и MLDv2 прокси
vi: Proxy IGMPv3 và MLDv2 tích hợp

source: Grant UCI access for luci-app-omcproxy
bg: Позволи UCI достъп на luci-app-omcproxy
vi: Cấp quyền truy cập UCI cho luci-app-omcproxy

source: Minimum multicast scope to proxy (only affects IPv6 multicast)
bg: Минимален мултикаст обхват към прокси (единствено засяга IPv6 мултикаст)
vi: Phạm vi đa phát tối thiểu để chuyển tiếp proxy (chỉ ảnh hưởng đến đa phát IPv6)

source: Proxy Instance
bg: Прокси инстанция
vi: Đối tượng Proxy

source: Scope
bg: Обхват
vi: Phạm vi

source: Uplink interface
bg: Ъплинк интерфейс
vi: Giao thức tuyến lên

source: Where does the multicast come from?
bg: От къде идва мултикаст-а?
vi: Multicast được gửi từ đâu?

source: Where does the multicast go to?
bg: Къде отива мултикаст-а?
vi: Multicast được gửi đến đâu?

source: admin-local
vi: admin-local (Quản trị viên cục bộ)

source: default
bg: по подразбиране
vi: default (Mặc định)

source: global
bg: глобален
vi: global (Toàn bộ)

source: organization-local
vi: organization-local (Tổ chức cục bộ)

source: realm
vi: realm (Vùng)

source: site-local
vi: site-local (Trang cục bộ)
