Repository: kenzok8/litte
Catalog: luci/applications/luci-app-eoip/po/*/eoip.po
Languages: da, pl

source: Destination
pl: Cel

source: Destination IP address for connection EoIP.
da: Destination IP-adresse for tilslutning EoIP.
pl: Docelowy adres IP dla połączenia EoIP.

source: Dynamic
da: Dynamisk
pl: Dynamiczny

source: Enable tunnel
da: Aktivér tunnel
pl: Włącz tunel

source: EoIP - Tunneling
pl: EoIP - Tunelowanie

source: EoIP tunnel
pl: Tunel EoIP

source: Grant UCI access for luci-app-eoip
da: Grant UCI adgang til luci-app-eoip
pl: Przyznaj luci-app-eoip dostęp do UCI

source: Here you can configure EoIP tunnel. At current moment it is easiest way to create stateless tunnel with Mikrotik.
da: Her kan du konfigurere EoIP tunnel. I det nuværende tidspunkt er det nemt at skabe stateless tunnel med Microtik.
pl: Tutaj możesz skonfigurować tunel EoIP. W tej chwili najłatwiej jest stworzyć tunel bezstanowy za pomocą Mikrotika.

source: ID tunnel
pl: Tunel ID

source: If you input 0 interface name zeoip0
da: Hvis du indtaster 0 interface navn zeoip0
pl: Jeśli wpiszesz 0 nazwę interfejsu zeoip0

source: If you use dynamic option, take attention that there is no authorization, and it is not secure. It is not good idea to use this feature with public ip or insecure(not completely under your control, each host) network.
da: Hvis du bruger dynamisk mulighed, skal du være opmærksom på, at der ikke er tilladelse, og det er ikke sikkert. Det er ikke god ide at bruge denne funktion med offentlig ip eller usikker (ikke helt under din kontrol, hver vært) netværk.
pl: Jeśli korzystasz z opcji dynamicznej, zwróć uwagę, że nie ma autoryzacji i nie jest ona bezpieczna. Nie jest dobrym pomysłem używanie tej funkcji w przypadku publicznego adresu IP lub niepewnej sieci (nie do końca kontrolowanej przez każdego hosta).

source: Indeficator id tunnel
pl: Tunel identyfikacyjny wskaźnika

source: Name interface [zeoip
da: Navn interface [zeoip
pl: Nazwa interfejsu [zeoip

source: Name interface already in used
da: Navn interface er allerede i brug
pl: Interfejs nazw jest już używany

source: Settings
da: Indstillinger
pl: Ustawienia

source: VLAN TAG on this interface
da: VLAN TAG på dette interface
pl: TAG VLAN na tym interfejsie
